Repository: VovaMobile/Add-on-packer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, fr, it

source: Utilidades para los complementos de NVDA
ar: الأدوات المساعدة لإضافات NVDA
de: Dienstprogramme für NVDA-Add-ons
fr: Utilitaires pour les extensions de NVDA
it: Utilità per i PLUG-IN di NVDA

source: Conjunto de utilidades para un manejo fácil de complementos para NVDA. * Empaquetador de complementos. * Instalador múltiple de complementos. * Desinstala complementos. * Habilita / deshabilita complementos. * Modificador de manifiestos, instalados y desde archivo no instalado. * Hacer / restaurar copias de seguridad de la configuración de NVDA. * Documentación de complementos. Todas las áreas de fácil manejo y para ahorrar tiempo respecto al gestor de complementos nativo de NVDA.
ar: مجموعة من الأدوات لإدارة إضافات NVDA بسهولة. . * تحزيم الإضافات. * تثبيت مجموعة إضافات. * إلغاء تثبيت مجموعة إضافات. * تفعيل / تعطيل مجموعة إضافات. * تعديل بيانات التوافق للإضافات، مثبت ومن ملف غير مثبت. * إنشاء / استعادة نسخة احتياطية لإعدادات NVDA * ملفات المساعدة للإضافات. جميع العناصر سهلة الاستخدام وموفرة للوقت مقارنة بمدير الإضافات الأفتراضي للNVDA.
de: Dienstprogramme für die einfache Verwaltung von NVDA-Add-ons. * Add-on-Paketierer. * Installationsprogramm für mehrere Add-ons. * Deinstallieren Sie Add-ons. * Aktivieren/Deaktivieren von Add-ons. * Manifest Modifier, installiert und aus nicht installierter Datei. * Erstellen/Wiederherstellen von Sicherungskopien der NVDA-Konfiguration. * Dokumentation zum Zusatzmodul. Alle Bereiche sind benutzerfreundlich und zeitsparend im Vergleich zum NVDA-eigenen Add-on-Manager.
fr: Ensemble d'utilitaires pour une gestion facile des extensions pour NVDA. * Empaqueteuse d'extensions. * Installateur multiple d'extensions. * Désinstalle des extensions. * Active / désactive les extensions. * Modificateur des manifestes, installé et à partir de fichier non installé. * Faire / restaurer des sauvegardes de la configuration de NVDA. * Documentation des extensions. Toutes les zones de facile manipulation et pour gagner du temps concernant le Gestionnaire d'Extensions natif de NVDA.
it: Set di utility per una facile gestione dei componenti aggiuntivi di NVDA. * Packager dei componenti aggiuntivi. * Installatore di più componenti aggiuntivi. * Disinstallare i componenti aggiuntivi. * Attivare/disattivare i componenti aggiuntivi. * Modificatore di manifesto, installato e da file non installati. * Eseguire/ripristinare i backup della configurazione di NVDA. * Documentazione del componente aggiuntivo. Tutte le aree sono di facile utilizzo e consentono di risparmiare tempo rispetto al gestore nativo dei componenti aggiuntivi di NVDA.

source: &Utilidades para los complementos de NVDA
ar: &الأدوات المساعدة لإضافات NVDA
de: &Hilfsmittel für NVDA-Add-ons
fr: &Utilitaires pour les extensions de NVDA
it: &Utilità per i plug-in di NVDA

source: Hay una acción pendiente de reiniciar NVDA. Por motivos de seguridad el complemento no podrá ser usado hasta que no reinicie. ¿Desea reiniciar NVDA ahora?
ar: هناك إجراء معلق يحتاج إعادة تشغيل NVDA. لأسباب تتعلق بالأمان، لا يمكن استخدام الإضافة حتى يتم إعادة تشغيله. هل تريد إعادة تشغيل NVDA الآن?
de: NVDA muss neu gestartet werden. Das Addon kann aus Sicherheitsgründen erst nach einem Neustart verwendet werden. möchten Sie NVDA jetzt neu starten?
fr: Il y a une action en attente pour redémarrer NVDA. Pour des raisons de sécurité, l'extension ne peut être utilisée jusqu'à ce qu'elle redémarre. Voulez-vous redémarrer NVDA maintenant ?
it: C'è un'azione in sospeso, è necessario riavviare NVDA.\n \n Per motivi di sicurezza, il plug-in non potrà essere utilizzato fino al riavvio.\n \n Vuoi riavviare NVDA ora?

source: Pregunta
ar: سؤال
de: Dialogfeld
fr: Question
it: Chiedere

source: Muestra la ventana de Utilidades para los complementos de NVDA
ar: يعرض نافذة الأدوات المساعدة الخاصة بإضافات NVDA
de: Zeigt das Fenster Dienstprogramme für NVDA-Add-ons an
fr: Affiche la fenêtre de l'extension Utilitaires pour les extensions de NVDA
it: Mostra la finestra Utilità per i plug-in di NVDA

source: Ya hay una instancia de Utilidades para los complementos de NVDA abierta.
ar: يوجد بالفعل نافذة مفتوحة لإضافة الأدوات المساعدة.
de: Es ist bereits eine Instanz von Utilities for NVDA add-ons geöffnet.
fr: Il existe déjà une instance de l'extension Utilitaires pour les extensions de NVDA ouverte.
it: C'è già un'istanza di Utilità per i componenti aggiuntivi di NVDA aperta.

source: Información
ar: معلومات
de: Information
fr: Informations
it: Informazione

source: Empaquetador de complementos
ar: تحزيم الإضافات
de: Komplementärpacker
fr: Empaqueteuse d'extensions
it: Packager di plug-in

source: &Lista de complementos:
ar: &قائمة الإضافات:
de: liste der Ergänzungen:
fr: &Liste des extensions:
it: &Elenco dei plugin:

source: &Selección
ar: ت&حديد
de: &Auswahl
fr: &Sélection
it: &Selezione

source: &Generar
ar: إ&نشاء
de: &Erzeugen
fr: &Générer
it: Grilletto

source: Instalador múltiple
ar: التثبيت المتعدد
de: Multi-Installer
fr: Installateur multiple
it: programma di installazione multipla

source: &Seleccione un directorio con complementos a instalar...
ar: أ&ختر مجلد به إضافات لتثبيتها ...
de: &Wählen Sie ein Verzeichnis mit zu installierenden Plug-ins...
fr: &Sélectionner un répertoire avec les extensions à installer...
it: &Seleziona una directory contenente i plugin da installare...

source: &Instalar
ar: &تثبيت
de: &Installieren
fr: &Installer
it: &Installa

source: Desinstala complementos
ar: إزالة الإضافات
de: Add-ons deinstallieren
fr: Désinstalle des extensions
it: Disinstalla i plug-in

source: &Desinstalar
ar: &إزالة التثبيت
de: &Deinstallieren
fr: &Désinstaller
it: &Disinstalla

source: Habilita / deshabilita complementos
ar: تفعيل/ تعطيل الإضافات
de: Aktivieren/Deaktivieren von Erweiterungen
fr: Active / désactive les extensions
it: Abilita/disabilita plug-in

source: &Lista de complementos habilitados:
ar: &قائمة الإضافات المفعلة:
de: liste der aktivierten Erweiterungen:
fr: &Liste des extensions activées:
it: &Elenco dei plug-in abilitati:

source: &Lista de complementos deshabilitados:
ar: &قائمة الإضافات المعطلة:
de: liste der deaktivierten Erweiterungen:
fr: &Liste des extensions désactivées:
it: &Elenco dei plug-in disabilitati:

source: &Procesar
ar: &معالجة
de: &Prozess
fr: &Traiter
it: &Processa

source: Modificador de manifiestos
ar: تعديل ملف Manifest
de: Manifest Editor
fr: Modificateur des manifestes
it: Modificatore del manifest

source: &Lista de complementos instalados:
ar: &قائمة الإضافات المثبتة:
de: liste der installierten Erweiterungen:
fr: &Liste des extensions installées:
it: &Elenco dei plug-in installati

source: Seleccione versión Mayor:
ar: حدد الإصدار الرئيسي:
de: Wählen Sie die Hauptversion:
fr: Sélectionner la version Majeure:
it: Seleziona la versione principale:

source: Seleccione versión Menor:
ar: حدد الإصدار الفرعي:
de: Wählen Sie Minor Version:
fr: Sélectionner la version Mineure:
it: Seleziona la versione Minore:

source: Seleccione una revisión:
ar: حدد نسخة:
de: Wählen Sie eine Revision aus:
fr: Sélectionner une révision:
it: Seleziona una revisione

source: Hacer / restaurar copias de seguridad
ar: إنشاء / استعادة النسخة الإحتياطية
de: Erstellen/Wiederherstellen von Backups
fr: Faire / restaurer des sauvegardes
it: Eseguire/ripristinare i backup

source: &Hacer copias de seguridad:
ar: &إنشاء نسخة احتياطية
de: &Zurücksetzen:
fr: &Faire des sauvegardes:
it: &Supporto:

source: &Crear copia de seguridad
ar: &انشئ نسخة احتياطية
de: &Sicherung erstellen
fr: &Créer une sauvegarde
it: creare il backup

source: &Restaurar copia de seguridad
ar: استرجاع النسخة الاحتياطية
de: &Wiederherstellung der Sicherung
fr: &Restaurer une sauvegarde
it: ripristino del backup

source: Documentación de complementos
ar: ملفات المساعدة
de: Dokumentation der Erweiterung
fr: Documentation des extensions
it: Documentazione del plug-in

source: &Abrir documentación del complemento
ar: &فتح ملف مساعدة الإضافة
de: &Zusätzliche Dokumentation öffnen
fr: &Ouvrir la documentation de l'extension
it: &Apri la documentazione del plug-in

source: &Estado:
ar: &الحالة:
de: &Zustand:
fr: &Etat:
it: &Stato:

source: &Aceptar
ar: &موافق
de: &OK
fr: &OK
it: &Conferma

source: &Cancelar
ar: &إلغاء
de: &Abbrechen
fr: &Annuler
it: &Annulla

source: Cerrar
ar: إغلاق
de: Schließen
fr: Fermer
it: Chiudi

source: Directorio Diccionarios
ar: قواميس المجلد
de: Verzeichnis Wörterbücher
fr: Répertoire Dictionnaires
it: Dizionari di directory

source: Directorio Perfiles
ar: ملفات تعريف المجلد
de: Verzeichnis-Profile
fr: Répertoire Profils
it: Profili dell'elenco

source: Directorio Scratchpad
ar: مجلد المسودة
de: Scratchpad-Verzeichnis
fr: Répertoire Bloc-notes du Développeur
it: Elenco di Scratchpad

source: Fichero configuración disparadores de perfiles
ar: ملف إعدادات مشغل الملف الشخصي
de: Konfigurationsdatei für Profilauslöser
fr: Fichier de configuration déclencheurs de profils
it: File di configurazione dei trigger del profilo

source: Fichero de configuración gestos de entrada
ar: ملف إعدادات لفتة الإدخال
de: Gestenkonfigurationsdatei eingeben
fr: Fichier de configuration gestes de commandes
it: File di configurazione del gesto in ingresso

source: Fichero de configuración de NVDA
ar: ملف إعدادات NVDA
de: NVDA-Konfigurationsdatei
fr: Fichier de configuration NVDA
it: File di configurazione di NVDA

source: &Seleccionar todo
ar: &تحديد الكل
de: &Alles auswählen
fr: &Sélectionner tout
it: &Seleziona tutto

source: &Deseleccionar todo
ar: &الغاء تحديد الكل
de: Alle abwählen
fr: &Désélectionner tout
it: &Deseleziona tutto

source: Tiene que seleccionar un complemento para continuar.
ar: يجب عليك تحديد إضافة للمتابعة.
de: Sie müssen eine Erweiterung auswählen, um fortzufahren.
fr: Vous devez sélectionner une extension pour continuer.
it: Devi selezionare un plug-in per continuare.

source: Error
ar: خطأ
de: Fehler
fr: Erreur
it: Errore

source: Seleccione un directorio:
ar: اختر مجلد:
de: Wählen Sie ein Verzeichnis:
fr: Sélectionner un répertoire:
it: Seleziona una directory:

source: No se encontraron complementos en el directorio que selecciono.
ar: لم يتم العثور على إضافات في المجلد الذي اخترته.
de: In dem von ihnen gewählten Verzeichnis wurden keine Erweiterungen gefunden.
fr: Aucune extension n'a été trouvée dans le répertoire que vous avez sélectionné
it: Nessun plug-in trovato nella directory selezionata.

source: Necesita elegir al menos un complemento para continuar.
ar: تحتاج إلى اختيار إضافة واحدة على الأقل للمتابعة.
de: Sie müssen mindestens eine Erweiterung auswählen, um fortzufahren.
fr: Vous devez choisir au moins une extension pour continuer.
it: Devi scegliere almeno un plug-in per continuare.

source: Complementos &habilitados
ar: &تفعيل الإضافات
de: Erweiterungen & aktiviert
fr: Extensions &activées
it: Plug-in &abilitati

source: Complementos &deshabilitados
ar: تعط&يل الإضافات
de: Erweiterungen & Deaktiviert
fr: Extensions &désactivées
it: Plug-in &disabilitati

source: Procesar &instalados
ar: العمليات المث&بتة
de: Prozess &Installation
fr: Traiter &installées
it: Elaborato &installato

source: Procesar un archivo de &complemento
ar: معالجة &ملف الإضافة
de: Bearbeitung einer Erweiterungsdatei
fr: Traiter un fichier d'&extension
it: Elabora un file &plug-in

source: Necesita elegir al menos un elemento de copia de seguridad de la lista para continuar.
ar: تحتاج إلى اختيار عنصر احتياطي واحد على الأقل من القائمة للمتابعة.
de: Sie müssen mindestens einen Sicherungsartikel aus der Liste auswählen, um fortzufahren.
fr: Vous devez choisir au moins un élément de sauvegarde de la liste pour continuer.
it: Per continuare è necessario scegliere almeno un elemento di backup dall'elenco.

source: Archivo de copia de seguridad de NVDA (*.nvda-backup)|*.nvda-backup
ar: ملف النسخ الاحتياطي NVDA (* .nvda-backup) | * .nvda-backup
de: NVDA-Sicherungsdatei (*.nvda-backup)|*.nvda-backup
fr: Fichier de sauvegarde NVDA (*.nvda-backup)|*.nvda-backup
it: File di backup di NVDA (*.nvda-backup)|*.nvda-backup

source: Guardar la copia de seguridad en...
ar: حفظ النسخة الاحتياطية في ...
de: Speichern Sie die Sicherungskopie in...
fr: Enregistrer la sauvegarde sous...
it: Salvare la copia di backup in...

source: Seleccione un archivo de copia de seguridad de NVDA
ar: حدد ملف NVDA للنسخ الاحتياطي
de: Wählen Sie eine NVDA-Sicherungsdatei
fr: Sélectionner un fichier de sauvegarde NVDA
it: Selezionare un file di backup di NVDA

source: Complemento de NVDA (*.nvda-addon)|*.nvda-addon
ar: إضافة NVDA (*.nvda-addon)|*.nvda-addon
de: NVDA-Erweiterung (*.nvda-Addon)|*.nvda-Addon
fr: Extension NVDA (*.nvda-addon)|*.nvda-addon
it: Plug-in di NVDA (*.nvda-addon)|*.nvda-addon

source: Seleccione un complemento de NVDA
ar: حدد إضافة NVDA
de: Wählen Sie eine NVDA Erweiterung
fr: Sélectionner une extension de NVDA
it: Seleziona un plug-in di NVDA

source: Restaurar copia de seguridad de NVDA
ar: استعادة النسخة الاحتياطية من NVDA
de: NVDA-Sicherung wiederherstellen
fr: Restaurer une sauvegarde NVDA
it: Ripristino del backup di NVDA

source: &Contenido de la copia de seguridad:
ar: محتوى النسخ الاحتياطي:
de: &Inhalt des Backups:
fr: &Contenu de la sauvegarde:
it: &Contenuto del backup:

source: &Restaurar
ar: إستعادة
de: &Wiederherstellen
fr: &Restaurer
it: &Ripristino

source: &Cerrar
ar: إغلاق
de: &Schließen
fr: &Fermer
it: &Stop

source: Creando el complemento: {} {}
ar: إنشاء الإضافة : {} {}
de: Erstellen des Komplements: {} {}
fr: Création en cours de l'extension: {} {}
it: Creazione del plug-in: {} {}

source: Se generaron correctamente todos los complementos. Pulse aceptar para continuar.
ar: تم تحزيم كافة الإضافات بشكل صحيح. انقر فوق "موافق" للمتابعة.
de: Alle Erweiterungspakete wurden korrekt erstellt. Klicken Sie auf OK, um fortzufahren.
fr: Toutes les extensions ont été générées avec succès. Appuyer sur OK pour continuer.
it: Tutti i plugin sono stati generati correttamente.\n \n Premi conferma per continuare.

source: Se produjo un error inesperado. Error: {} Vuelva a intentarlo.
ar: حدث خطأ غير متوقع خطأ{} حاول مرة أخرى.
de: Es ist ein unerwarteter Fehler aufgetreten Fehler: {} Bitte versuchen Sie es erneut.
fr: Il y a eu une erreur inattendue. Erreur: {} Réessayer.
it: Si è verificato un errore imprevisto. Errore: {} Riprova

source: Instalando el complemento: {}
ar: تثبيت إضافة: {}
de: Installation der Erweiterung: {}
fr: Installation en cours de l'extension: {}
it: Installazione del plug-in: {}

source: Se completo la instalación correctamente. NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
ar: تم التثبيت بشكل صحيح. يحتاج NVDA إلى إعادة التشغيل لتطبيق التثبيت. هل تريد إعادة تشغيل NVDA الآن?
de: Die Installation wurde erfolgreich abgeschlossen. NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: L'installation a terminée avec succès. NVDA doit être redémarré pour que ces installations prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Installazione completata correttamente NVDA necessita di un riavvio per applicare le modifiche. ¿Vuoi riavviarlo adesso?

source: No se pudo instalar el complemento. Fallo de compatibilidad. Busque un complemento compatible.
ar: تعذر تثبيت الإضافة. غير متوافقة. ابحث عن إضافة متوافقة.
de: Das Add-on konnte nicht installiert werden. Leider sind Kompatibilitätsprobleme aufgetreten. Suchen Sie nach einem kompatiblen Add-on.
fr: Impossible d'installer l'extension. Échec de la compatibilité. Rechercher une extension compatible.
it: Impossibile installare il plug-in. Errore di compatibilità. Cerca un plug-in compatibile.

source: Se completo la instalación correctamente. Pero hay complementos que no se pudieron instalar. Los siguientes complementos son incompatibles, busque una versión compatible: {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
ar: تم التثبيت بنجاح. لكن هناك إضافات لا يمكن تثبيتها. الإضافات التالية غير متوافقة ، الرجاء البحث عن إصدار متوافق: {} يتطلب NVDA إعادة التشغيل لتطبيق التثبيت. ¿هل تريد إعادة تشغيل NVDA الآن?
de: Installation erfolgreich abgeschlossen. Es gibt jedoch Erweiterungen, die nicht installiert werden konnten. Die folgenden Erweiterungen sind nicht kompatibel, bitte suchen Sie nach einer kompatiblen Version: {} NVDA muss neu gestartet werden, um die Installationen abzuschließen. Möchten Sie NVDA jetzt neu starten?
fr: L'installation a terminée avec succès. Mais il y a des extensions qui ne pouvaient pas être installées. Les extensions suivantes sont incompatibles, rechercher une version compatible: {} NVDA doit être redémarré pour que ces installations prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Installazione completata correttamente Tuttavia alcuni plug-in non possono essere installati. I seguenti plug-in non sono copatibile, cerca una versione compatibile {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se instalaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
ar: حدث خطأ غير متوقع خطأ: {} لكن كانت هناك بعض الإضافات التي تم تثبيتها ويحتاج NVDA إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل NVDA الآن?
de: Es ist ein unerwarteter Fehler aufgetreten Fehler: {} Es wurden jedoch Add-ons installiert und NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: Il y a eu une erreur inattendue. Erreur: {} Cependant, il y a eu des extensions qui ont été installées et NVDA doit être redémarré pour que ces changements prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Si è verificato un errore imprevisto. Errore: {} Tuttavia alcuni plug-in sono stati installati ed NVDA deve essere riavviato per applicare le modifiche. ¿Vuoi riavviare NVDA adesso?

source: Desinstalando el complemento: {}
ar: إزالة الإضافة
de: Deinstallation der Erweiterungen: {}
fr: Désinstallation en cours de l'extension: {}
it: Disinstallazione del plug-in: {}

source: Se completo la desinstalación correctamente. NVDA necesita reiniciarse para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
ar: تمت عملية إلغاء التثبيت بنجاح. يحتاج NVDA إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل NVDA الآن?
de: Die Deinstallation wurde erfolgreich abgeschlossen. NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: La désinstallation a terminée avec succès. NVDA doit être redémarré pour que ces changements prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Disinstallazione completata correttamente NVDA deve essere riavviato per applicare le modifiche. ¿Vuoi riavviare NVDA adesso?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se desinstalaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
ar: حدث خطأ غير متوقع خطأ: {} ومع ذلك، فقد تم إزالة بعض الإضافات ويحتاج NVDA إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل NVDA الآن؟
de: Es ist ein unerwarteter Fehler aufgetreten Fehler: {} Allerdings wurden einige Add-ons deinstalliert und NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: Il y a eu une erreur inattendue. Erreur: {} Cependant, il y a eu des extensions qui ont été désinstallées et NVDA doit être redémarré pour que ces changements prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Si è verificato un errore imprevisto. Errore: {} Tuttavia alcuni plug-in sono stati disinstallati ed NVDA deve essere riavviato per applicare le modifiche. ¿Vuoi riavviare NVDA adesso?

source: Buscando complementos en {}...
ar: البحث عن الإضافات في {} ...
de: Suche nach Ergänzungen zu {}...
fr: Recherche en cours des extensions dans {}...
it: Alla ricerca di plug-in in {}...

source: No hay complementos compatibles en el directorio.
ar: لا يحتوي المجلد الذي قمت باختياره على إضافات مدعومة.
de: Es gibt keine kompatiblen Add-ons im Verzeichnis.
fr: Il n'y a pas d'extensions compatibles dans le répertoire.
it: Non ci sono plugin supportati nella directory.

source: Se completo con éxito la extracción de información de los complementos. No obstante, el directorio que introdujo contiene complementos no compatibles. * Complementos con fallo en el manifiesto: {}. {} * Complementos no compatibles con la api actual: {}. {} Pulse aceptar para continuar.
ar: اكتمل استخراج معلومات الإضافة بنجاح. ومع ذلك، يحتوي المجلد الذي حدته على إضافات غير مدعومة. * لم تنجح الإضافة في التقرير: {} {} * لا تدعم واجهة برمجة التطبيقات الحالية الإضافات: {}. {} اضغط على موافق للمتابعة.
de: Die Extraktion von Informationen aus den Add-ons wurde erfolgreich abgeschlossen. Das von Ihnen angegebene Verzeichnis enthält jedoch nicht unterstützte Erweiterungen. * Erweiterungen mit Manifestfehler: {}. {} * Erweiterungen nicht kompatibel mit aktueller API: {}. {} Klicken Sie auf Akzeptieren, um fortzufahren.
fr: L'extraction des informations des extensions est terminée avec succès. Cependant, le répertoire qui a été introduit contient des extensions non compatibles. * Extensions avec échec dans le manifeste: {}. {} * Extensions non compatibles avec l'API actuelle: {}. {} Appuyer sur OK pour continuer.
it: Estrazione delle informazioni sul plug-in completata con successo.\n \n Tuttavia, la directory inserita contiene plug-in non supportati.\n \n * Plugin con errore in manifest: {}.\n \n {}\n \n * Plugin non supportati dall'API corrente: {}.\n \n {}\n \n Premi conferma per continuare.

source: Se completo con éxito la extracción de información de los complementos. Pulse aceptar para continuar.
ar: تم استخراج المعلومات من الإضافات بنجاح. انقر فوق "موافق" للمتابعة.
de: Die Extraktion von Informationen aus den Erweiterungen wurde erfolgreich abgeschlossen. Klicken Sie auf OK, um fortzufahren.
fr: L'extraction des informations des extensions est terminée avec succès. Appuyer sur OK pour continuer.
it: Estrazione delle informazioni sul plug-in completata con successo.\n \n Premi conferma per continuare.

source: Deshabilitando complementos...
ar: جارٍ تعطيل الإضافات...
de: Deaktivieren von Erweiterungen...
fr: Désactivation des extensions...
it: Disabilitazione dei plugin...

source: Habilitando complementos...
ar: جارٍ تفعيل الإضافات...
de: Aktivieren von Erweiterungen...
fr: Activation des extensions...
it: Abilitazione dei plugin...

source: Se completo el proceso de habilitar y deshabilitar correctamente. NVDA necesita reiniciarse para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
ar: تم إكمال عملية التفعيل والتعطيل بنجاح. يحتاج NVDA إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل NVDA الآن؟
de: Der Prozess der Aktivierung und Deaktivierung wurde erfolgreich abgeschlossen. NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: Le processus d'activation et de désactivation a terminée avec succès. NVDA doit être redémarré pour que ces changements prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Processo di abilitazione e disabilitazione completato con successo.\n \n NVDA deve essere riavviato per applicare le modifiche.\n \n Vuoi riavviare NVDA ora?
