Repository: VovaMobile/Add-on-packer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, de, fr, it

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se habilitaron o deshabilitaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
ar: حدث خطأ غير متوقع. خطأ: {} لكن هناك إضافات تم تفعيلها أو تعطيلها ويحتاج NVDA إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل NVDA الآن؟
de: Es ist ein unerwarteter Fehler aufgetreten Fehler: {} Trotzdem wurden einige Erweiterungen aktiviert oder deaktiviert und NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: Il y a eu une erreur inattendue. Erreur: {} Cependant, il y a eu des extensions qui ont été activées ou désactivées et NVDA doit être redémarré pour que ces changements prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Si è verificato un errore imprevisto. \n \n Errore: {}\n \n Tuttavia alcuni plug-in sono stati abilitati o disabilitati ed NVDA deve essere riavviato per applicare le modifiche.\n \n Vuoi riavviare NVDA ora?

source: Cambiando el manifiesto al complemento: {}
ar: تغيير البياناتل إضافة: {}
de: Ändern des Manifests in das Komplement: {}
fr: Changement du manifeste en cours à l'extension: {}
it: Modifica del manifest nel plug-in: {}

source: Se cambiaron los manifiestos correctamente. Para que la acción tenga efecto NVDA tiene que reiniciarse. ¿Desea reiniciar NVDA ahora?
ar: البيانات التي تم تغييرها بنجاح. لكي يدخل الإجراء حيز التنفيذ ، يجب إعادة تشغيل NVDA. هل تريد إعادة تشغيل NVDA الآن؟
de: Die Manifest-Dateien wurden korrekt geändert. Damit die Änderungen wirksam werden, muss NVDA neu gestartet werden. möchten Sie NVDA jetzt neu starten?
fr: Les manifestes ont été changés avec succès. Pour que ces changements prennent effet NVDA doit redémarrer. Voulez-vous redémarrer NVDA maintenant ?
it: Manifest modificati correttamente.\n \n Affinché l'azione abbia effetto, NVDA deve essere riavviato.\n \n Vuoi riavviare NVDA ora?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se les cambio el manifiesto y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
ar: حدث خطأ غير متوقع. خطأ: {} ومع ذلك، هناك إضافات تم تغيير معلوماتها ويحتاج NVDA إلى إعادة التشغيل لتطبيق التغييرات. هل تريد إعادة تشغيل NVDA الآن؟
de: Es ist ein unerwarteter Fehler aufgetreten Fehler: {} Jedoch wurden einige Manifest-Dateien geändert, und NVDA muss neu gestartet werden, um die Änderungen zu übernehmen. möchten Sie NVDA jetzt neu starten?
fr: Il y a eu une erreur inattendue. Erreur: {} Cependant, il y a eu des extensions où ont été changés les manifestes et NVDA doit être redémarré pour que ces changements prennent effet. Voulez-vous redémarrer NVDA maintenant ?
it: Si è verificato un errore imprevisto. \n \n Errore: {}\n \n Tuttavia ad alcuni plug-in il manifest è stato modificato ed NVDA deve essere riavviato per applicare le modifiche.\n \n Vuoi riavviare NVDA ora?

source: Trabajando en el complemento: {}
ar: العمل على إضافة: {}
de: Arbeiten im Komplement: {}
fr: Travail en cours dans l'extension: {}
it: Lavorando sul plug-in: {}

source: Se cambio correctamente el manifiesto. Se genero un complemento con el manifiesto cambiado en: {} Pulse aceptar para continuar.
ar: تم تغيير المعلومات بنجاح. تم إنشاء إضافة مع تغيير المعلومات إلى: {} اضغط على موافق للمتابعة.
de: Die Manifest-Datei wurde korrekt geändert. Es wurde eine Erweiterung mit der geänderten Manifest-Datei erstellt: {} Klicken Sie auf OK, um fortzufahren.
fr: Le manifeste a été changé avec succès. Il a été généré une extension avec le manifeste changé dans: {} Appuyer sur OK pour continuer.
it: Il manifest è stato modificato correttamente.\n \n È stato generato un plug-in con il manifest modificato in:\n \n {}\n \n Premi conferma per continuare.

source: Añadiendo el directorio de diccionarios...
ar: جارٍ إضافة دليل القاموس ...
de: Hinzufügen des Wörterbuchverzeichnisses...
fr: Ajout du Répertoire Dictionnaires...
it: Aggiunta della directory del dizionario...

source: No se pudo agregar el directorio de diccionarios a la copia de seguridad.
ar: فشل في إضافة دليل القاموس إلى النسخ الاحتياطي.
de: Das Wörterbuchverzeichnis konnte der Sicherung nicht hinzugefügt werden.
fr: Impossible d'ajouter le Répertoire Dictionnaires à la sauvegarde.
it: Non è stato possibile aggiungere la directory del dizionario al backup.

source: Añadiendo el directorio de Perfiles...
ar: إضافة دليل ملفات التعريف ...
de: Hinzufügen des Verzeichnisses Profiles...
fr: Ajout du Répertoire Profils...
it: Aggiunta della directory Profili...

source: No se pudo agregar el directorio de Perfiles a la copia de seguridad.
ar: فشل في إضافة دليل ملفات التعريف إلى النسخ الاحتياطي.
de: Das Verzeichnis Profiles konnte der Sicherung nicht hinzugefügt werden.
fr: Impossible d'ajouter le Répertoire Profils à la sauvegarde.
it: Non è stato possibile aggiungere la directory Profili al backup.

source: Añadiendo el directorio de Scratchpad...
ar: جارٍ إضافة دليل المسودة ...
de: Hinzufügen des Scratchpad-Verzeichnisses...
fr: Ajout du Répertoire Bloc-notes du Développeur...
it: Aggiunta della directory Scratchpad...

source: No se pudo agregar el directorio de Scratchpad a la copia de seguridad.
ar: فشل في إضافة دليل scratchpad للنسخ الاحتياطي.
de: Das Scratchpad-Verzeichnis konnte dem Backup nicht hinzugefügt werden.
fr: Impossible d'ajouter le Répertoire Bloc-notes du Développeur à la sauvegarde.
it: Non è stato possibile aggiungere la directory Scratchpad al backup.

source: Añadiendo el Fichero configuración disparadores de perfiles...
ar: جارٍ إضافة ملف إعداد مشغل ملف التعريف ...
de: Hinzufügen der Profilauslöser-Konfigurationsdatei...
fr: Ajout du Fichier de configuration déclencheurs de profils...
it: Aggiunta del file di configurazione dei trigger del profilo...

source: No se pudo agregar el Fichero configuración disparadores de perfiles a la copia de seguridad.
ar: فشل في إضافة ملف إعدادات مشغل ملف التعريف للنسخ الاحتياطي.
de: Die Profilauslöser-Konfigurationsdatei konnte dem Backup nicht hinzugefügt werden.
fr: Impossible d'ajouter le Fichier de configuration déclencheurs de profils à la sauvegarde.
it: Non è stato possibile aggiungere il file di configurazione dei trigger del profilo al backup.

source: Añadiendo el Fichero de configuración gestos de entrada...
ar: جارٍ إضافة ملف إعدادات اختصارات الإدخال ...
de: Hinzufügen der Konfigurationsdatei für Eingabegesten...
fr: Ajout du Fichier de configuration gestes de commandes...
it: Aggiunta del file di configurazione dei gesti di input...

source: No se pudo agregar el Fichero de configuración gestos de entrada a la copia de seguridad.
ar: فشل في إضافة ملف إعدادات اختصارات الإدخال إلى النسخة الاحتياطية.
de: Die Konfigurationsdatei für die Eingabegesten konnte nicht zum Backup hinzugefügt werden.
fr: Impossible d'ajouter le Fichier de configuration gestes de commandes à la sauvegarde.
it: Non è stato possibile aggiungere il file di configurazione dei gesti di input al backup.

source: Añadiendo el Fichero de configuración de NVDA...
ar: جاري إضافة ملف تهيئة NVDA ...
de: Hinzufügen der NVDA-Konfigurationsdatei...
fr: Ajout du Fichier de configuration NVDA...
it: Aggiunta del file di configurazione di NVDA...

source: No se pudo agregar el Fichero de configuración de NVDA a la copia de seguridad.
ar: فشل في إضافة ملف تهيئة NVDA للنسخ الاحتياطي.
de: Die NVDA-Konfigurationsdatei konnte nicht zum Backup hinzugefügt werden.
fr: Impossible d'ajouter le Fichier de configuration NVDA à la sauvegarde.
it: Non è stato possibile aggiungere il file di configurazione NVDA al backup.

source: Se creo la copia de seguridad correctamente en: {} Pulse aceptar para continuar.
ar: تم إنشاء النسخة الاحتياطية بنجاح في: {} اضغط على موافق للمتابعة.
de: Die Sicherung wurde erfolgreich in erstellt: {} Drücken Sie auf Akzeptieren, um fortzufahren.
fr: La sauvegarde a été créée avec succès dans: {} Appuyez sur OK pour continuer.
it: Il backup è stato creato con successo in: {} Premere Accetta per continuare.

source: Se produjo el siguiente error: {} No se pudo crear la copia de seguridad.
ar: حدث الخطأ التالي: {} فشل إنشاء نسخة احتياطية.
de: Der folgende Fehler ist aufgetreten: {} Die Sicherung konnte nicht erstellt werden.
fr: L'erreur suivante est survenue: {} Impossible de créer la sauvegarde.
it: Si è verificato il seguente errore: {} Non è stato possibile creare il backup.

source: Se produjeron los siguientes errores: {} No se pudo crear la copia de seguridad.
ar: وقعت الأخطاء التالية: {} فشل إنشاء نسخة احتياطية.
de: Die folgenden Fehler sind aufgetreten: {} Die Sicherung konnte nicht erstellt werden.
fr: Les erreurs suivantes sont survenues: {} Impossible de créer la sauvegarde.
it: Si sono verificati i seguenti errori: {} Impossibile creare il backup.

source: Restaurando el directorio de diccionarios...
ar: استعادة دليل القاموس ...
de: Wiederherstellung des Wörterbuchverzeichnisses...
fr: Restauration du Répertoire Dictionnaires...
it: Ripristino della directory del dizionario...

source: No se pudo restaurar el directorio de diccionarios.
ar: لا يمكن استعادة دليل القاموس.
de: Das Wörterbuchverzeichnis konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Répertoire Dictionnaires.
it: Non è stato possibile ripristinare la directory del dizionario.

source: Restaurando el directorio de Perfiles...
ar: استعادة دليل التوصيفات ...
de: Wiederherstellung des Profiles-Verzeichnisses...
fr: Restauration du Répertoire Profils...
it: Ripristino della directory Profili...

source: No se pudo restaurar el directorio de Perfiles.
ar: تعذرت استعادة دليل ملفات التعريف.
de: Das Verzeichnis Profiles konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Répertoire Profils.
it: Non è stato possibile ripristinare la directory Profili.

source: Restaurando el directorio de Scratchpad...
ar: جارٍ استعادة دليل Scratchpad ...
de: Wiederherstellung des Scratchpad-Verzeichnisses...
fr: Restauration du Répertoire Bloc-notes du Développeur...
it: Ripristino della directory di Scratchpad...

source: No se pudo restaurar el directorio de Scratchpad.
ar: لا يمكن استعادة دليل المسودة.
de: Das Scratchpad-Verzeichnis konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Répertoire Bloc-notes du Développeur.
it: Non è stato possibile ripristinare la directory Scratchpad.

source: Restaurando el Fichero configuración disparadores de perfiles...
ar: استعادة ملف إعدادات مشغل ملف التعريف ...
de: Wiederherstellung der Konfigurationsdatei für Profilauslöser...
fr: Restauration du Fichier de configuration déclencheurs de profils...
it: Ripristino del file di configurazione dei trigger del profilo...

source: No se pudo restaurar el Fichero configuración disparadores de perfiles.
ar: فشل في استعادة ملف إعدادات مشغل ملف التعريف.
de: Die Konfigurationsdatei der Profilauslöser konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Fichier de configuration déclencheurs de profils.
it: Non è stato possibile ripristinare il file di configurazione dei trigger del profilo.

source: Restaurando el Fichero configuración gestos de entrada...
ar: استعادة ملف إعدادات اختصارات الإدخال ...
de: Wiederherstellen der Konfigurationsdatei für Eingabegesten...
fr: Restauration du Fichier de configuration gestes de commandes...
it: Ripristino del file di configurazione dei gesti di input...

source: No se pudo restaurar el Fichero configuración de gestos de entrada.
ar: فشل في استعادة ملف إعدادات اختصارات الإدخال.
de: Die Konfigurationsdatei für Eingabegesten konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Fichier de configuration gestes de commandes.
it: Non è stato possibile ripristinare il file di configurazione dei gesti di input.

source: No se pudo restaurar el Fichero configuración gestos de entrada.
ar: فشل في استعادة ملف إعدادات اختصارات الإدخال.
de: Die Konfigurationsdatei für Eingabegesten konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Fichier de configuration gestes de commandes.
it: Non è stato possibile ripristinare il file di configurazione dei gesti di input.

source: Restaurando el Fichero configuración de NVDA...
ar: استعادة ملف تهيئة NVDA ...
de: Wiederherstellung der NVDA-Konfigurationsdatei...
fr: Restauration du Fichier de configuration NVDA...
it: Ripristino del file di configurazione di NVDA...

source: No se pudo restaurar el Fichero configuración de NVDA.
ar: فشل في استعادة ملف تهيئة NVDA.
de: Die NVDA-Konfigurationsdatei konnte nicht wiederhergestellt werden.
fr: Impossible de restaurer le Fichier de configuration NVDA.
it: Non è stato possibile ripristinare il file di configurazione di NVDA.

source: La restauración fue un éxito. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse aceptar o cerrar para reiniciar.
ar: كانت عملية الترميم ناجحة. تتطلب استعادة إعدادات NVDA إعادة تشغيل القارئ. انقر فوق موافق أو إغلاق لإعادة التشغيل.
de: Die Restaurierung war ein Erfolg. Die Wiederherstellung der NVDA-Konfiguration erfordert einen Neustart des Lesegeräts. Drücken Sie Akzeptieren oder Schließen, um neu zu starten.
fr: La restauration a été réalisée avec succès. Lors de la restauration de la configuration NVDA, il est nécessaire de redémarrer le lecteur. Appuyez sur OK ou Fermer pour redémarrer.
it: Il restauro è stato un successo. Il ripristino della configurazione di NVDA richiede il riavvio del lettore. Premere accetta o chiudi per riavviare.

source: Se produjo el siguiente error: {} No se pudo restaurar toda la copia de seguridad. Pero hay elementos que si pudieron ser restaurados. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse cancelar o cerrar para reiniciar.
ar: حدث الخطأ التالي: {} لا يمكن استعادة النسخة الاحتياطية بالكامل. لكن هناك عناصر يمكن استعادتها. تتطلب استعادة إعدادات NVDA إعادة تشغيل القارئ. اضغط إلغاء أو إغلاق لإعادة التشغيل.
de: Der folgende Fehler ist aufgetreten: {} Die gesamte Sicherung konnte nicht wiederhergestellt werden. Aber es gibt Dinge, die wiederhergestellt werden könnten. Die Wiederherstellung der NVDA-Konfiguration erfordert einen Neustart des Lesegeräts. Drücken Sie Abbrechen oder Schließen, um neu zu starten.
fr: L'erreur suivante s'est produite: {} Impossible de restaurer toute la sauvegarde. Mais il y a des éléments que si ont pu être restaurés. Lors de la restauration de la configuration NVDA, il est nécessaire de redémarrer le lecteur. Appuyez sur Annuler ou Fermer pour redémarrer.
it: Si è verificato il seguente errore: {} Non è stato possibile ripristinare l'intero backup. Ma ci sono elementi che potrebbero essere ripristinati. Il ripristino della configurazione di NVDA richiede il riavvio del lettore. Premere Annulla o Chiudi per riavviare.

source: Se produjo el siguiente error: {} No se pudo restaurar la copia de seguridad. Pulse cancelar o cerrar para continuar.
ar: حدث الخطأ التالي: {} لا يمكن استعادة النسخة الاحتياطية. اضغط إلغاء أو إغلاق للمتابعة.
de: Der folgende Fehler ist aufgetreten: {} Die Sicherung konnte nicht wiederhergestellt werden. Drücken Sie Abbrechen oder Schließen, um fortzufahren.
fr: L'erreur suivante s'est produite: {} Impossible de restaurer la sauvegarde. Appuyez sur Annuler ou Fermer pour continuer.
it: Si è verificato il seguente errore: {} Non è stato possibile ripristinare il backup. Premere Annulla o Chiudi per continuare.

source: Se produjeron los siguientes errores: {} No se pudo restaurar toda la copia de seguridad. Pero hay elementos que si pudieron ser restaurados. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse cancelar o cerrar para reiniciar.
ar: وقعت الأخطاء التالية: {} لا يمكن استعادة النسخة الاحتياطية بالكامل. لكن هناك عناصر يمكن استعادتها. تتطلب استعادة إعدادات NVDA إعادة تشغيل القارئ. اضغط إلغاء أو إغلاق لإعادة التشغيل.
de: Die folgenden Fehler sind aufgetreten: {} Die gesamte Sicherung konnte nicht wiederhergestellt werden. Aber es gibt Dinge, die wiederhergestellt werden könnten. Die Wiederherstellung der NVDA-Konfiguration erfordert einen Neustart des Lesegeräts. Drücken Sie Abbrechen oder Schließen, um neu zu starten.
fr: Les erreurs suivantes sont survenues: {} Impossible de restaurer toute la sauvegarde. Mais il y a des éléments que si ont pu être restaurés. Lors de la restauration de la configuration NVDA, il est nécessaire de redémarrer le lecteur. Appuyez sur Annuler ou Fermer pour redémarrer.
it: Si sono verificati i seguenti errori: {} Non è stato possibile ripristinare l'intero backup. Ma ci sono elementi che potrebbero essere ripristinati. Il ripristino della configurazione di NVDA richiede il riavvio del lettore. Premere Annulla o Chiudi per riavviare.

source: Se produjeron los siguientes errores: {} No se pudo restaurar la copia de seguridad. Pulse cancelar o cerrar para continuar.
ar: وقعت الأخطاء التالية: {} لا يمكن استعادة النسخة الاحتياطية. اضغط إلغاء أو إغلاق للمتابعة.
de: Die folgenden Fehler sind aufgetreten: {} Die Sicherung konnte nicht wiederhergestellt werden. Drücken Sie Abbrechen oder Schließen, um fortzufahren.
fr: Les erreurs suivantes sont survenues: {} Impossible de restaurer la sauvegarde. Appuyez sur Annuler ou Fermer pour continuer.
it: Si sono verificati i seguenti errori: {} Impossibile ripristinare il backup. Premere Annulla o Chiudi per continuare.
